Table of Contents
 Enum ConcFireDiagramType
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Concrete stress-strain diagram for fire
public enum ConcFireDiagramType
Fields
ByCodeWithAutomaticTemperature = 0
By the code with automatic temperature type
ByCodeWithFixedTemperature = 1
By the code with fixed temperature type
Fields
 Name |  Description
 ByCodeWithAutomaticTemperature = 0
By the code with automatic temperature type
 ByCodeWithFixedTemperature = 1
By the code with fixed temperature type
 Edit this page